{
	"header.menu.home": "Home",
	"header.menu.application": "Application Introduction",
	"header.menu.download": "Download",
	"header.menu.faq": "FAQ",
	"header.menu.main": "Mainchain",
	"netcloth": "NetCloth APP",
	"tips": "Start Your Encrypted Life On NetCloth",
	"try.btn": "Try Now!",
	"more.btn": "Slide down for detail",
	"application.title": "Characteristics",
	"application.privite.title": "Encrypted Identity",
	"application.privite.content": "NetCloth generates an account offline randomly and complete registration without any real name information as by a mobile phone. ",
	"application.socket.title": "Encrypted Communication",
	"application.sokcet.content": "All communication data are encrypted by the asymmetrical key pair, and the key pair is generated by the user, only the two communicating parties can decipher and read the information.",
	"application.security.title": "Data Security",
	"application.security.content": "No centralized server to store the information such as messages and contacts, etc., all the data are encrypted and stored on the users’ devices.",
	"feature.title": "Four Advantages",
	"feature.offline.title": "Offline Account",
	"feature.offline.content": "Each account address is generated offline by the user, privacy and security enough without the participation of a third party.",
	"feature.local.title": "Local Storage",
	"feature.local.content": "The data such as user-related message records and contacts, etc. are stored offline in the users’ devices without the risk that the operator party may disclose the user's personal data and the trouble of harassed information.",
	"feature.data.title": "Data Encryption",
	"feature.data.content": "The user's message, contacts, etc. are encrypted by asymmetrical key pairs that are generated by the user. No centralized facility to manage the key, and the user can completely own and control his(her) data.",
	"feature.message.title": "Messages Can Be Deleted",
	"feature.message.content": "Message records in NetCloth can only be read by the two messaging parties, if the message is deleted by them both, no one can read the message any longer.",
	"swiper.tips": "Our Differences From Traditional IM Apps.",
	"swiper.im": "Traditional IM",
	"swiper.item1": "Registration",
	"swiper.item1.im": "Mobile phone number+ verification code or email registration, face the risk of identity disclosure.",
	"swiper.item1.now": "The account is generated completely offline and randomly by the users’ devices without the disclosure of identity. ",
	"swiper.item2": "Account Security",
	"swiper.item2.im": "Account password is saved and recovered online with risk of credential stuffing attack and account theft.",
	"swiper.item2.now": "All account keys are saved offline by the user without a centralized server to manage and the risk of credential stuffing attack and account theft and database disclosure.",
	"swiper.item3": "Information Cache",
	"swiper.item3.im": "That the operator’s server caches the information is that the operator stores the information in centralization.",
	"swiper.item3.now": "The information are recorded on the user's devices without any risk of data caching and disclosure to the operator’s central server.",
	"swiper.item4": "Data Privacy",
	"swiper.item4.im": "Although the operator encrypts the data, the operator still has the right to access and use the data.Privacy protection is poor.",
	"swiper.item4.now": "Data encryption and decryption are all completed by the asymmetrical key pair which is generated off-line by the user, and calculations are completed at the users’ devices.",
	"swiper.item5": "Real Name Requirement",
	"swiper.item5.im": "For legal reasons, the user is forced the real name in some regions",
	"swiper.item5.now": "No requirements for real name",
	"down.title": "Download&Installation",
	"down.tips1": "Start Your Encrypted Life On NetCloth。",
	"down.tips2": "Enjoy secure communication immediately!",
	"faq.faq": "FAQ",
	"faq.faq.content": "NetCloth help you solve problems and enhance the user experience.",
	"faq1.title": "How to install NetCloth?",
	"faq1.content": "Android: Scan QR code on official website, or enter Google Play search, download and install NetCloth </br> iOS: Download APP on the download page of official website, then click Settings--》General--》Device Management--》Find Enterprise app bonded with NetCloth --》Trust",
	"faq2.title": "How is the account address of NetCloth generated？",
	"faq3.title": "What is the NetCloth account address？",
	"faq3.content": "NetCloth's account address is made up of numbers and English letters, all accounts are generated offline by the user. This account address acts as the unique general ID of the network. One user can have several NetCloth account addresses at the same time.",
	"faq4.title": "What kind of password format does NetCloth support?",
	"faq4.content": "The combination of 6-16 bit length at will",
	"faq5.title": "How to change NetCloth’s password?",
	"faq5.content": "Enter Me--》Account security --》Change password to modify the password",
	"faq6.title": "How to find the lost NetCloth account password?",
	"faq6.content": "The account name and password are generated offline by the user. If the account name and password are lost or forgotten, there is no way to find them, and the account will never be activated and used, and all data will also be permanently frozen. You need to recreate a new account to use all kinds of services.",
	"faq7.title": "Is the information in NetCloth secure when the phone is lost?",
	"faq7.content": "Whoever gets your phone can't see this information, information in your phone is secure completely, because no one can access your information without the correct password (Secret Key).",
	"faq8.title": "How does NetCloth technically ensure the security of data transmission?",
	"faq9.title": "If NetCloth is deleted carelessly , will the information data be deleted, too?",
	"faq9.content": "Yes, it will be deleted and not recoverable. Therefore, be careful when deleting the App.",
	"faq10.title": "How to delete an account?",
	"faq10.content": "Select at the main interface:  --》--》--》(to be modified in detail) </br> Note: if an account is deleted/logged off, all information and history records related to the account will be deleted.",
	"faq11.title": "How to thoroughly delete messages on NetCloth?",
	"faq11.content": "Method 1: both chatting parties delete the messages records on each device </br> Method 2: both chatting parties discard and destroy the account’s secret key.",
	"faq12.title": "If to log in to the account by switching another device(other devices), will the chatting message be retained?",
	"faq12.content": "Because all contacts and chatting records are saved offline on the users’ devices, no any original records will be saved on your new device, and corresponding functions will be developed later to help users migrate data.",
	"faq13.title": "What to do with NetCloth?",
	"faq13.content": "Peer to Peer text communication\nShort voice communication\nMore practical and advanced functions will be developed later ",
	"faq14.title": "How to add a NetCloth user to my friend list?",
	"faq14.content": "Method 1: click“add contact”on the App address page, enter the other party's address and fill in the remark name\nMethod 2: scan the QR code of the other party in App and fill in the remark name",
	"faq15.title": "How does NetCloth ensure users’ data security?",
	"faq15.content": "NetCloth is purposed to maintain communication security and protect users’ privacy in account in design of communication mode, data encryption, etc. No server to store any messages or contacts, etc., and all data are encrypted and stored on the users’ devices.\nMeanwhile, our client source code is already open source on Github, Through the code, it is proved that we did not cheat in data encryption and account security, etc. ",
	"faq.more": "more",
	"subscribe.title": "Subscribe",
	"subscribe.content": "Get the lastest updates on NetCloth in first time",
	"subscribe.hint": "Your email address",
	"subscribe.button": "Subscribe",
	"download.local": "Download APK",
	"download.click": "Download APK",
	"download.google":"Google play",
	"download.qrcode": "Scan the QR Code",
	"mail.msg_ok":"Success",
	"mail.msg_faild1":"Subscribe Failed，Please enter the correct e-mail address",
	"mail.msg_faild2":"Subscribe Failed，You have already subscribed",
	"mail.msg_faild3":"Subscribe Failed，Unknown Error",
	"faq.src":"https://docs.google.com/document/d/1SZoqHKF6ORVWZksjdVNkuB_w88VUi8d27FTKvEweLe4/edit?usp=sharing",
	"service_protocol":"<NetCloth Terms of Service>",
	"privacy_protocol":"<NetCloth Privacy Policy>",
	"service_protocol.url":"http://storage.netcloth.org/TermsofService.htm",
	"privacy_protocol.url":"http://storage.netcloth.org/NetClothPrivacyPolicy.htm"
}
